/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Kansioiden uudelleenohjaus";
"MCXRedirector.pfm_description" =			"Luo ja poistaa käyttäjän kotikansiossa olevia symbolisia linkkejä muihin kansioihin. Käyttäjällä on oltava oikeudet käyttää kohdekansiota.";

"LoginRedirection-raw.pfm_title" =			"Uudelleenohjaukset kirjauduttaessa sisään";
"LoginRedirection-raw.pfm_description" =			"Käyttäjän kirjautuessa sisään suoritettavat uudelleenohjaukset.";
"OtherRedirection-raw.pfm_title" =			"Muut uudelleenohjaukset";
"OtherRedirection-raw.pfm_description" =			"Verkkoja vaihdettaessa ja asetuksia hallinnoitaessa suoritettavat uudelleenohjaukset.";
"LogoutRedirection-raw.pfm_title" =			"Uudelleenohjaukset kirjauduttaessa ulos";
"LogoutRedirection-raw.pfm_description" =			"Käyttäjän kirjautuessa ulos suoritettavat uudelleenohjaukset.";

"ActionInfo.pfm_title" =			"Uudelleenohjaustoiminto";
"ActionInfo.pfm_description" =			"Yksi uudelleenohjaustoiminto.";

"action.pfm_title" =			"Toiminto";
"action.pfm_description" =			"Suoritettava toiminto. ”deleteAndCreateSymLink” poistaa Kansion polussa olevan kohteen ja luo symbolisen linkin Kohdekansion polkuun. ”renameAndCreateSymLink” nimeää uudelleen Kansion polussa olevan kohteen ja luo symbolisen linkin Kohdekansion polkuun. ”deletePath” poistaa Kansion polussa olevan kohteen. ”deleteSymLinkAndRestore” poistaa Kansion polussa olevan symbolisen linkin ja siirtää renameAndCreateSymLink -arvon luoman kansion Kansion polkuun.";
"path.pfm_title" =			"Kansion polku";
"path.pfm_description" =			"Polku kansioon, jota toiminto koskee ja johon symbolinen linkki sijoitetaan. Polun on oltava käyttäjän kotikansiossa. Aloita polku ”~/”.";
"destPath.pfm_title" =			"Kohdekansion polku";
"destPath.pfm_description" =			"Symbolisen linkin kohdekansion polku. Määrittele nykyisen käyttäjän kotikansiossa oleva polku käyttämällä ~-merkkiä. Määrittele nykyinen käyttäjätunnus käyttämällä kohdetta ”%@”.";
